app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-07-30 02:57:47.855522"], ["text", "ss"], ["title", "ss"], ["updated_at", "2014-07-30 02:57:47.855522"]]
---
	def create
		params.permit!
		@article = Article.new(article_params)

		if @article.save